locust/open_loop_results/pods2_rate4.txt
Requests      [total, rate, throughput]         120, 4.03, 3.99
Duration      [total, attack, wait]             30.085s, 29.751s, 334.393ms
Latencies     [min, mean, 50, 90, 95, 99, max]  334.327ms, 350.402ms, 342.997ms, 388.252ms, 399.558ms, 413.633ms, 422.205ms
Bytes In      [total, mean]                     38593, 321.61
Bytes Out     [total, mean]                     51786600, 431555.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:120  
Error Set: