locust/open_loop_results/pods4_rate12.txt
Requests      [total, rate, throughput]         360, 12.03, 1.47
Duration      [total, attack, wait]             59.918s, 29.917s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  402.342ms, 26.919s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     28272, 78.53
Bytes Out     [total, mean]                     37976840, 105491.22
Success       [ratio]                           24.44%
Status Codes  [code:count]                      0:272  200:88  
Error Set:
Post "http://35.197.187.242:30080/api/predict": context deadline exceeded (Client.Timeout exceeded while awaiting headers)